Repository: guildenstern70/Iside
Catalog: LLCryptoLib/Strings.*.resx
Languages: it_it

# S00001
source: Nothing
it_it: Nessuno

# S00002
source: Just delete the file without erasing.
it_it: Cancella i file senza eliminarli

# S00003
source: Delete only
it_it: Solo cancellazione

# S00004
source: Single Overwrite
it_it: Singola sovrascrittura

# S00005
source: Overwrite the file area with a series of 0 (0x00) bits
it_it: Cancella l'area del file con una serie di 0x00 byte

# S00007
source: Three times overwrite the file area with a sequence of 0(0x00)-1(0xFF) and a random character
it_it: Sovrascrive tre volte l'area del file con una sequenza di 0x00, 0xFF e un carattere casuale

# S00009
source: Five times overwrite the file area with a sequence of pseudorandom bits
it_it: Sovrascrive cinque volte l'area del file con una sequenza random di byte

# S00011
source: Three iterations completely overwrite the file area six times. Each iteration makes two write-passes over the file area: the first pass inscribes ONEs (1) and the next pass inscribes ZEROes (0). After the third iteration, a seventh pass writes the government-designated code “246” across the drive (in hex 0xF6)
it_it: Tre iterazioni sovrascrivono l'area del file sei volte. Ogni iterazione fa due scritture: la prima con byte 0x00, la seconda con byte 0xFF. Dopo la terza iterazione, un settimo passo sovrascrive con il byte tipico del DOD:246 (hex 0xF6)

# S00013
source: Overwrite the file area 36 times, following the Gutmann standard recommendations.
it_it: Sovrascrive l'intera area del file 36 volte, secondo le raccomandazioni del documento Gutmann.

# S00014
source: HMG IS5 Enhanced
it_it: HMG Infosec 5 Enhanced

# S00015
source: Three iterations overwrite the file area. The first one inscribes '0's, the second one '1's, and finally a random byte is inscribed.
it_it: L'area del file viene sovrascritta 3 volte, con 1, poi 0 e infine un byte casuale.

# S00017
source: This 7 passes shred algorithm overwrites the area with 0's, 1's, 0's, 1's, 0's, 1's and finally 'A' byte (0x41)
it_it: Questo algoritmo di shredding sovrascrive l'area sette volte con una serie di 0,1,0,1,0,1 e infine il carattere 'A'
